[
  {
    "title": "Almost a Lawyer",
    "text": "My only ambition for the first 20 years was to become a lawyer and own nice things. Then in my late teens I realized I care deeply about life around me — and in fact, in the entire universe. That was the end of the lawyer plan."
  },
  {
    "title": "The Cause Rabbit Hole",
    "text": "Before AI diplomacy: animal rights, then effective altruism, then biosecurity policy at the Biological Weapons Convention. Each shift felt like a reinvention. Looking back, the thread was always the same — find the highest-leverage thing."
  },
  {
    "title": "Snowboard Instructor",
    "text": "I used to be a certified snowboard instructor. There's something about teaching someone to carve their first turn that never gets old."
  },
  {
    "title": "Aphantasia",
    "text": "I have no mental imagery. No inner voice. My long-term memory is purely semantic. I can't picture my mother's face or replay a song in my head. It makes me an unusual thinker — I process the world in abstractions, not images."
  },
  {
    "title": "Ultimate Frisbee",
    "text": "Spirit of the Game > referees. Self-officiated competitive sport that actually works."
  },
  {
    "title": "Laser Tag",
    "text": "Unironically one of my favorite activities. Peak coordination game."
  },
  {
    "title": "Sauna",
    "text": "Regular sauna-goer. Heat stress as meditation."
  },
  {
    "title": "Yoga + HIIT + Weights",
    "text": "I rotate between all three. Flexibility, cardio, strength — pick any two on a given week."
  },
  {
    "title": "Biking",
    "text": "Primary mode of transport in Geneva. Car-free by choice."
  },
  {
    "title": "Coordination Obsessive",
    "text": "Many problems in the world may be engineering problems, but once you've found one, you've got a coordination problem — and those are usually framing problems. Norms, trust, culture, how groups end up seeing the same thing. I think about this constantly."
  },
  {
    "title": "Psychedelics",
    "text": "Psychedelics showed me that what we call \"stable reality\" is just the brain's best guess. On acid, all the categories fall apart and you see the uncategorized things — consciousness as the substrate beneath coordination."
  },
  {
    "title": "Feedback Obsessive",
    "text": "I work with a coach, run 360-degree reviews, and think obsessively about how to give better feedback. Goals are instrumental. Growth is the permanent state. Comfort is the enemy of agency."
  },
  {
    "title": "Google Reviews Evangelist",
    "text": "I write a lot of Google reviews because I think it's a public good. Good places deserve visibility, bad places deserve accountability, and shaming is good actually."
  },
  {
    "title": "Exchange Student",
    "text": "Lived a year near Nashville through AFS when I was 15. Formative in ways I'm still unpacking."
  },
  {
    "title": "Reading Champion",
    "text": "Won reading competitions in 5th grade. The obsession with consuming written ideas started early."
  },
  {
    "title": "Forest Ranger's Housemate",
    "text": "Lived with a forest ranger for three years. Nature as roommate."
  },
  {
    "title": "Musical Dabbler",
    "text": "Played drums and trumpet. Badly. The musical ambition eventually found its home in DJing."
  },
  {
    "title": "World of Warcraft",
    "text": "Three years of intense WoW. My first real lesson in coordination, guild management, and why incentive structures matter more than intentions."
  },
  {
    "title": "Trilingual Reader",
    "text": "Have read Lord of the Rings and Eragon each in three languages. Some books are worth experiencing in every tongue you have."
  },
  {
    "title": "Ex-Vegan",
    "text": "Was vegan for three years but now think it's likely unhealthy for many people, and meat seems unfortunately integral to human nutrition. The solution isn't moral purity — it's accelerating lab-grown meat. Which means accelerating AI. Which means the path to fixing animal agriculture runs through the same tech stack as terraforming Earth."
  }
]
