[
  {
    "take": "Most \"disagree\" is actually \"I haven't thought about this enough to have an opinion, but my tribe has.\"",
    "tag": "social norms"
  },
  {
    "take": "Comfort is the most underrated threat to human agency. Not oppression, not poverty — comfort.",
    "tag": "agency"
  },
  {
    "take": "The best governance systems will be designed by people who've actually run a group house, a community space, or a festival. Not by political scientists.",
    "tag": "coordination"
  },
  {
    "take": "If your worldview doesn't change at least once a year, you're not paying attention.",
    "tag": "epistemics"
  },
  {
    "take": "We don't have a technology problem. We have a coordination problem wearing a technology costume.",
    "tag": "coordination"
  },
  {
    "take": "The people most worried about AI are often the ones who understand it best. That should tell you something.",
    "tag": "AI"
  },
  {
    "take": "Geneva is the best city in the world for people who care about the future of humanity and also want to ski on weekends.",
    "tag": "Geneva"
  },
  {
    "take": "Feedback is a gift. The fact that most people treat it like an insult is why most teams are mediocre.",
    "tag": "culture"
  },
  {
    "take": "The future is not a thing that happens to us. It's a thing we're building right now, mostly by accident.",
    "tag": "futures"
  },
  {
    "take": "If we play our cards right, the future will be buzzing with unfathomably rich experiences. Most people either can't or won't believe this, and that disbelief is the biggest brake on progress.",
    "tag": "futures"
  },
  {
    "take": "Work is just one thread. Building your entire identity around a career is fragile — invest equally in community, art, relationships, and the body.",
    "tag": "life"
  },
  {
    "take": "Psychedelics taught me more about epistemology in 8 hours than philosophy did in 4 years.",
    "tag": "epistemics"
  },
  {
    "take": "Diplomacy without empathy is just negotiation. Empathy without strategy is just vibes.",
    "tag": "diplomacy"
  },
  {
    "take": "The rationalist community's biggest failure is not being fun enough. You can't coordinate the world from a blog post.",
    "tag": "coordination"
  }
]
